samples/qes-cases/HBA-gueltig-bis-24.4.2021/normal/OhneRevocationInfo/85d581e4-0153-4899-9bfa-f78d36ad8d82_S_KOCOC_kocobox_3.6.0_2.3.24_V_SECUN_secu_kon_4.8.2_4.1.3_req.xml

<?xml version="1.0" encoding="utf-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:m0="http://ws.gematik.de/conn/ConnectorContext/v2.0" xmlns:m1="http://ws.gematik.de/conn/ConnectorCommon/v5.0" xmlns:m2="urn:oasis:names:tc:dss:1.0:core:schema" xmlns:m3="http://www.w3.org/2000/09/xmldsig#" xmlns:m4="urn:oasis:names:tc:dss-x:1.0:profiles:verificationreport:schema#">
  <SOAP-ENV:Body>
    <m:VerifyDocument xmlns:m="http://ws.gematik.de/conn/SignatureService/v7.4">
      <m0:Context>
        <m1:MandantId>Mandant1</m1:MandantId>
        <m1:ClientSystemId>ClientID1</m1:ClientSystemId>
        <m1:WorkplaceId>CATS</m1:WorkplaceId>
      </m0:Context>
      <m:TvMode>NONE</m:TvMode>
      <m:OptionalInputs>
        <m:UseVerificationTime>
          <m2:SpecificTime>2021-04-20T13:30:07+02:00</m2:SpecificTime>
        </m:UseVerificationTime>
        <m4:ReturnVerificationReport>
          <m4:IncludeVerifier>true</m4:IncludeVerifier>
          <m4:IncludeCertificateValues>true</m4:IncludeCertificateValues>
          <m4:IncludeRevocationValues>true</m4:IncludeRevocationValues>
          <m4:ExpandBinaryValues>false</m4:ExpandBinaryValues>
        </m4:ReturnVerificationReport>
      </m:OptionalInputs>
      <m2:SignatureObject>
        <m2:Base64Signature Type="urn:ietf:rfc:5652">
          MIAGCSqGSIb3DQEHAqCAMIACAQExDzANBglghkgBZQMEAgEFADCABgkqhkiG9w0BBwGggCSABIID
6DxCdW5kbGUgeG1sbnM9Imh0dHA6Ly9obDcub3JnL2ZoaXIiPg0KICA8IS0tIEJlaXNwaWVsLUJ1
bmRsZSBGcmVpdGV4dHZlcm9yZG51bmcgYWxzIFNwcmVjaHN0dW5kZW5iZWRhcmYgLS0+DQogIDxp
ZCB2YWx1ZT0iODVkNTgxZTQtMDE1My00ODk5LTliZmEtZjc4ZDM2YWQ4ZDgyIiAvPg0KICA8bWV0
YT4NCiAgICA8bGFzdFVwZGF0ZWQgdmFsdWU9IjIwMjAtMDUtMDRUMDg6MzA6MDBaIiAvPg0KICAg
IDxwcm9maWxlIHZhbHVlPSJodHRwczovL2ZoaXIua2J2LmRlL1N0cnVjdHVyZURlZmluaXRpb24v
S0JWX1BSX0VSUF9CdW5kbGV8MS4wLjEiIC8+DQogIDwvbWV0YT4NCiAgPGlkZW50aWZpZXI+DQog
ICAgPHN5c3RlbSB2YWx1ZT0iaHR0cHM6Ly9nZW1hdGlrLmRlL2ZoaXIvTmFtaW5nU3lzdGVtL1By
ZXNjcmlwdGlvbklEIiAvPg0KICAgIDx2YWx1ZSB2YWx1ZT0iMTYwLjEyMy40NTYuNzg5LjEyMy41
OCIgLz4NCiAgPC9pZGVudGlmaWVyPg0KICA8dHlwZSB2YWx1ZT0iZG9jdW1lbnQiIC8+DQogIDx0
aW1lc3RhbXAgdmFsdWU9IjIwMjAtMDUtMDRUMDg6MzA6MDBaIiAvPg0KICA8ZW50cnk+DQogICAg
PGZ1bGxVcmwgdmFsdWU9Imh0dHA6Ly9wdnMucHJheGlzLXRvcHAtZ2x1ZWNrbGljaC5sb2NhbC9m
aGlyL0NvbXBvc2l0aW9uL2Y5NjVjYjcxLWIzZTktNGFiNi05MjA5LTMzM2YzOWRhM2IyMCIgLz4N
CiAgICA8cmVzb3VyY2U+DQogICAgICA8Q29tcG9zaXRpb24geG1sbnM9Imh0dHA6Ly9obDcub3Jn
L2ZoaXIiPg0KICAgICAgICA8aWQgdmFsdWU9ImY5NjVjYjcxLWIzZTktNGFiNi05MjA5LTMzM2Yz
OWRhM2IyMCIgLz4NCiAgICAgICAgPG1ldGE+DQogICAgICAgICAgPHByb2ZpbGUgdmFsdWU9Imh0
dHBzOi8vZmhpci5rYnYuZGUvU3RydWN0dXJlRGVmaW5pdGlvbi9LQlZfUFJfRVJQX0NvbXBvc2l0
aW9ufDEuMC4xIiAvPg0KICAgICAgICA8L21ldGE+DQogICAgICAgIDxzdGF0dXMgdmFsdWU9ImZp
bmFsIiAvPg0KICAgICAgICA8dHlwZT4NCiAgICAgICAEggPoICAgPGNvZGluZz4NCiAgICAgICAg
ICAgIDxzeXN0ZW0gdmFsdWU9Imh0dHBzOi8vZmhpci5rYnYuZGUvQ29kZVN5c3RlbS9LQlZfQ1Nf
U0ZISVJfS0JWX0ZPUk1VTEFSX0FSVCIgLz4NCiAgICAgICAgICAgIDxjb2RlIHZhbHVlPSJlMTZB
IiAvPg0KICAgICAgICAgIDwvY29kaW5nPg0KICAgICAgICA8L3R5cGU+DQogICAgICAgIDxkYXRl
IHZhbHVlPSIyMDIwLTA1LTA0VDA4OjAwOjAwWiIgLz4NCiAgICAgICAgPGF1dGhvcj4NCiAgICAg
ICAgICA8cmVmZXJlbmNlIHZhbHVlPSJQcmFjdGl0aW9uZXIvMjA1OTdlMGUtY2IyYS00NWIzLTk1
ZjAtZGMzZGJkYjYxN2MzIiAvPg0KICAgICAgICAgIDx0eXBlIHZhbHVlPSJQcmFjdGl0aW9uZXIi
IC8+DQogICAgICAgIDwvYXV0aG9yPg0KICAgICAgICA8YXV0aG9yPg0KICAgICAgICAgIDx0eXBl
IHZhbHVlPSJEZXZpY2UiIC8+DQogICAgICAgICAgPGlkZW50aWZpZXI+DQogICAgICAgICAgICA8
c3lzdGVtIHZhbHVlPSJodHRwczovL2ZoaXIua2J2LmRlL05hbWluZ1N5c3RlbS9LQlZfTlNfRk9S
X1BydWVmbnVtbWVyIiAvPg0KICAgICAgICAgICAgPHZhbHVlIHZhbHVlPSJZLzQwMC8xOTEwLzM2
LzM0NiIgLz4NCiAgICAgICAgICA8L2lkZW50aWZpZXI+DQogICAgICAgIDwvYXV0aG9yPg0KICAg
ICAgICA8dGl0bGUgdmFsdWU9ImVsZWt0cm9uaXNjaGUgQXJ6bmVpbWl0dGVsdmVyb3JkbnVuZyIg
Lz4NCiAgICAgICAgPGN1c3RvZGlhbj4NCiAgICAgICAgICA8cmVmZXJlbmNlIHZhbHVlPSJPcmdh
bml6YXRpb24vY2YwNDJlNDQtMDg2YS00ZDUxLTljNzctMTcyZjlhOTcyZTNiIiAvPg0KICAgICAg
ICA8L2N1c3RvZGlhbj4NCiAgICAgICAgPHNlY3Rpb24+DQogICAgICAgICAgPGNvZGU+DQogICAg
ICAgICAgICA8Y29kaW5nPg0KICAgICAgICAgICAgICA8c3lzdGVtIHZhbHVlPSJodHRwczovL2Zo
aXIua2J2LmRlL0NvZGVTeXN0ZW0vS0JWX0NTX0VSUF9TZWN0aW9uX1R5cGUiIC8+DQogICAgICAg
ICAgICAgIDxjbwSCA+hkZSB2YWx1ZT0iUHJhY3RpY2VTdXBwbHkiIC8+DQogICAgICAgICAgICA8
L2NvZGluZz4NCiAgICAgICAgICA8L2NvZGU+DQogICAgICAgICAgPGVudHJ5Pg0KICAgICAgICAg
ICAgPCEtLSBSZWZlcmVueiBhdWYgVmVyb3JkbnVuZyAoU3VwcGx5UmVxdWVzdCkgLS0+DQogICAg
ICAgICAgICA8cmVmZXJlbmNlIHZhbHVlPSJTdXBwbHlSZXF1ZXN0LzNkZDU0Yjc4LTY1ZTItNGFj
Mi04ZTY1LTY2Yjc2OWFkMWQ5NSIgLz4NCiAgICAgICAgICA8L2VudHJ5Pg0KICAgICAgICA8L3Nl
Y3Rpb24+DQogICAgICA8L0NvbXBvc2l0aW9uPg0KICAgIDwvcmVzb3VyY2U+DQogIDwvZW50cnk+
DQogIDxlbnRyeT4NCiAgICA8ZnVsbFVybCB2YWx1ZT0iaHR0cDovL3B2cy5wcmF4aXMtdG9wcC1n
bHVlY2tsaWNoLmxvY2FsL2ZoaXIvU3VwcGx5UmVxdWVzdC8zZGQ1NGI3OC02NWUyLTRhYzItOGU2
NS02NmI3NjlhZDFkOTUiIC8+DQogICAgPHJlc291cmNlPg0KICAgICAgPFN1cHBseVJlcXVlc3Qg
eG1sbnM9Imh0dHA6Ly9obDcub3JnL2ZoaXIiPg0KICAgICAgICA8aWQgdmFsdWU9IjNkZDU0Yjc4
LTY1ZTItNGFjMi04ZTY1LTY2Yjc2OWFkMWQ5NSIgLz4NCiAgICAgICAgPG1ldGE+DQogICAgICAg
ICAgPHByb2ZpbGUgdmFsdWU9Imh0dHBzOi8vZmhpci5rYnYuZGUvU3RydWN0dXJlRGVmaW5pdGlv
bi9LQlZfUFJfRVJQX1ByYWN0aWNlU3VwcGx5fDEuMC4xIiAvPg0KICAgICAgICA8L21ldGE+DQog
ICAgICAgIDxleHRlbnNpb24gdXJsPSJodHRwczovL2ZoaXIua2J2LmRlL1N0cnVjdHVyZURlZmlu
aXRpb24vS0JWX0VYX0VSUF9QcmFjdGljZVN1cHBseV9QYXlvciI+DQogICAgICAgICAgPGV4dGVu
c2lvbiB1cmw9ImlrIj4NCiAgICAgICAgICAgIDx2YWx1ZUlkZW50aWZpZXI+DQogICAgICAgICAg
ICAgIDxzeXN0ZW0gdmFsdWU9Imh0dHA6Ly9maGlyLmRlL05hbWluZ1N5c3RlbS9hcmdlLWlrL2lr
bnIiIC8+DQogICAgICAgICAgICAgIDx2YWx1ZSB2YWx1ZT0iMTIzNDU2Nzg5BIID6CIgLz4NCiAg
ICAgICAgICAgIDwvdmFsdWVJZGVudGlmaWVyPg0KICAgICAgICAgIDwvZXh0ZW5zaW9uPg0KICAg
ICAgICAgIDxleHRlbnNpb24gdXJsPSJuYW1lIj4NCiAgICAgICAgICAgIDx2YWx1ZVN0cmluZyB2
YWx1ZT0iRHVtbXktS29zdGVudHLEgsKkZ2VyIiAvPg0KICAgICAgICAgIDwvZXh0ZW5zaW9uPg0K
ICAgICAgICAgIDxleHRlbnNpb24gdXJsPSJrb3N0ZW50cmFlZ2VydHlwIj4NCiAgICAgICAgICAg
IDx2YWx1ZUNvZGluZz4NCiAgICAgICAgICAgICAgPHN5c3RlbSB2YWx1ZT0iaHR0cDovL2ZoaXIu
ZGUvQ29kZVN5c3RlbS92ZXJzaWNoZXJ1bmdzYXJ0LWRlLWJhc2lzIiAvPg0KICAgICAgICAgICAg
ICA8Y29kZSB2YWx1ZT0iR0tWIiAvPg0KICAgICAgICAgICAgPC92YWx1ZUNvZGluZz4NCiAgICAg
ICAgICA8L2V4dGVuc2lvbj4NCiAgICAgICAgPC9leHRlbnNpb24+DQogICAgICAgIDxpdGVtUmVm
ZXJlbmNlPg0KICAgICAgICAgIDxyZWZlcmVuY2UgdmFsdWU9Ik1lZGljYXRpb24vYTA1NTNhZDUt
NTZiYy00NDZjLTkxZGUtNzBmMDI2MGI0ZTdhIiAvPg0KICAgICAgICA8L2l0ZW1SZWZlcmVuY2U+
DQogICAgICAgIDxxdWFudGl0eT4NCiAgICAgICAgICA8dmFsdWUgdmFsdWU9IjEiIC8+DQogICAg
ICAgICAgPHN5c3RlbSB2YWx1ZT0iaHR0cDovL3VuaXRzb2ZtZWFzdXJlLm9yZyIgLz4NCiAgICAg
ICAgICA8Y29kZSB2YWx1ZT0ie1BhY2thZ2V9IiAvPg0KICAgICAgICA8L3F1YW50aXR5Pg0KICAg
ICAgICA8YXV0aG9yZWRPbiB2YWx1ZT0iMjAyMC0wMi0yMCIgLz4NCiAgICAgICAgPHJlcXVlc3Rl
cj4NCiAgICAgICAgICA8cmVmZXJlbmNlIHZhbHVlPSJQcmFjdGl0aW9uZXIvMjA1OTdlMGUtY2Iy
YS00NWIzLTk1ZjAtZGMzZGJkYjYxN2MzIiAvPg0KICAgICAgICA8L3JlcXVlc3Rlcj4NCiAgICAg
IDwvU3VwcGx5UmVxdWVzdD4NCiAgICA8L3Jlc291cmNlPg0KICA8L2VudHJ5Pg0KICA8ZW50cnk+
DQogICAgPGZ1bGxVcmwgdmFsdWU9ImgEggPodHRwOi8vcHZzLnByYXhpcy10b3BwLWdsdWVja2xp
Y2gubG9jYWwvZmhpci9NZWRpY2F0aW9uL2EwNTUzYWQ1LTU2YmMtNDQ2Yy05MWRlLTcwZjAyNjBi
NGU3YSIgLz4NCiAgICA8cmVzb3VyY2U+DQogICAgICA8TWVkaWNhdGlvbiB4bWxucz0iaHR0cDov
L2hsNy5vcmcvZmhpciI+DQogICAgICAgIDxpZCB2YWx1ZT0iYTA1NTNhZDUtNTZiYy00NDZjLTkx
ZGUtNzBmMDI2MGI0ZTdhIiAvPg0KICAgICAgICA8bWV0YT4NCiAgICAgICAgICA8cHJvZmlsZSB2
YWx1ZT0iaHR0cHM6Ly9maGlyLmtidi5kZS9TdHJ1Y3R1cmVEZWZpbml0aW9uL0tCVl9QUl9FUlBf
TWVkaWNhdGlvbl9GcmVlVGV4dHwxLjAuMSIgLz4NCiAgICAgICAgPC9tZXRhPg0KICAgICAgICA8
ZXh0ZW5zaW9uIHVybD0iaHR0cHM6Ly9maGlyLmtidi5kZS9TdHJ1Y3R1cmVEZWZpbml0aW9uL0tC
Vl9FWF9FUlBfTWVkaWNhdGlvbl9DYXRlZ29yeSI+DQogICAgICAgICAgPHZhbHVlQ29kaW5nPg0K
ICAgICAgICAgICAgPHN5c3RlbSB2YWx1ZT0iaHR0cHM6Ly9maGlyLmtidi5kZS9Db2RlU3lzdGVt
L0tCVl9DU19FUlBfTWVkaWNhdGlvbl9DYXRlZ29yeSIgLz4NCiAgICAgICAgICAgIDxjb2RlIHZh
bHVlPSIwMCIgLz4NCiAgICAgICAgICA8L3ZhbHVlQ29kaW5nPg0KICAgICAgICA8L2V4dGVuc2lv
bj4NCiAgICAgICAgPGV4dGVuc2lvbiB1cmw9Imh0dHBzOi8vZmhpci5rYnYuZGUvU3RydWN0dXJl
RGVmaW5pdGlvbi9LQlZfRVhfRVJQX01lZGljYXRpb25fVmFjY2luZSI+DQogICAgICAgICAgPHZh
bHVlQm9vbGVhbiB2YWx1ZT0idHJ1ZSIgLz4NCiAgICAgICAgPC9leHRlbnNpb24+DQogICAgICAg
IDxjb2RlPg0KICAgICAgICAgIDxjb2Rpbmc+DQogICAgICAgICAgICA8c3lzdGVtIHZhbHVlPSJo
dHRwczovL2ZoaXIua2J2LmRlL0NvZGVTeXN0ZW0vS0JWX0NTX0VSUF9NZWRpY2F0aW9uX1R5cGUi
IC8+DQogICAgICAgICAgICA8Y29kZSB2YWx1ZT0iZnJlaXRleHQiIC8+DQogICAgICAgICAgPC9j
bwSCA+hkaW5nPg0KICAgICAgICAgIDx0ZXh0IHZhbHVlPSJEdW1teS1JbXBmc3RvZmYgYWxzIEZy
ZWl0ZXh0IiAvPg0KICAgICAgICA8L2NvZGU+DQogICAgICA8L01lZGljYXRpb24+DQogICAgPC9y
ZXNvdXJjZT4NCiAgPC9lbnRyeT4NCiAgPGVudHJ5Pg0KICAgIDxmdWxsVXJsIHZhbHVlPSJodHRw
Oi8vcHZzLnByYXhpcy10b3BwLWdsdWVja2xpY2gubG9jYWwvZmhpci9QcmFjdGl0aW9uZXIvMjA1
OTdlMGUtY2IyYS00NWIzLTk1ZjAtZGMzZGJkYjYxN2MzIiAvPg0KICAgIDxyZXNvdXJjZT4NCiAg
ICAgIDxQcmFjdGl0aW9uZXIgeG1sbnM9Imh0dHA6Ly9obDcub3JnL2ZoaXIiPg0KICAgICAgICA8
aWQgdmFsdWU9IjIwNTk3ZTBlLWNiMmEtNDViMy05NWYwLWRjM2RiZGI2MTdjMyIgLz4NCiAgICAg
ICAgPG1ldGE+DQogICAgICAgICAgPHByb2ZpbGUgdmFsdWU9Imh0dHBzOi8vZmhpci5rYnYuZGUv
U3RydWN0dXJlRGVmaW5pdGlvbi9LQlZfUFJfRk9SX1ByYWN0aXRpb25lcnwxLjAuMyIgLz4NCiAg
ICAgICAgPC9tZXRhPg0KICAgICAgICA8aWRlbnRpZmllcj4NCiAgICAgICAgICA8dHlwZT4NCiAg
ICAgICAgICAgIDxjb2Rpbmc+DQogICAgICAgICAgICAgIDxzeXN0ZW0gdmFsdWU9Imh0dHA6Ly90
ZXJtaW5vbG9neS5obDcub3JnL0NvZGVTeXN0ZW0vdjItMDIwMyIgLz4NCiAgICAgICAgICAgICAg
PGNvZGUgdmFsdWU9IkxBTlIiIC8+DQogICAgICAgICAgICA8L2NvZGluZz4NCiAgICAgICAgICA8
L3R5cGU+DQogICAgICAgICAgPHN5c3RlbSB2YWx1ZT0iaHR0cHM6Ly9maGlyLmtidi5kZS9OYW1p
bmdTeXN0ZW0vS0JWX05TX0Jhc2VfQU5SIiAvPg0KICAgICAgICAgIDx2YWx1ZSB2YWx1ZT0iODM4
MzgyMjAyIiAvPg0KICAgICAgICA8L2lkZW50aWZpZXI+DQogICAgICAgIDxuYW1lPg0KICAgICAg
ICAgIDx1c2UgdmFsdWU9Im9mZmljaWFsIiAvPg0KICAgICAgICAgIDxmYW1pbHkgdmFsdWU9IlRv
cHAtR2zDvGNrbGljaCI+DQogICAgICAgICAgICA8ZXh0ZW5zBIID6GlvbiB1cmw9Imh0dHA6Ly9o
bDcub3JnL2ZoaXIvU3RydWN0dXJlRGVmaW5pdGlvbi9odW1hbm5hbWUtb3duLW5hbWUiPg0KICAg
ICAgICAgICAgICA8dmFsdWVTdHJpbmcgdmFsdWU9IlRvcHAtR2zDvGNrbGljaCIgLz4NCiAgICAg
ICAgICAgIDwvZXh0ZW5zaW9uPg0KICAgICAgICAgIDwvZmFtaWx5Pg0KICAgICAgICAgIDxnaXZl
biB2YWx1ZT0iSGFucyIgLz4NCiAgICAgICAgICA8cHJlZml4IHZhbHVlPSJEci4gbWVkLiI+DQog
ICAgICAgICAgICA8ZXh0ZW5zaW9uIHVybD0iaHR0cDovL2hsNy5vcmcvZmhpci9TdHJ1Y3R1cmVE
ZWZpbml0aW9uL2lzbzIxMDkwLUVOLXF1YWxpZmllciI+DQogICAgICAgICAgICAgIDx2YWx1ZUNv
ZGUgdmFsdWU9IkFDIiAvPg0KICAgICAgICAgICAgPC9leHRlbnNpb24+DQogICAgICAgICAgPC9w
cmVmaXg+DQogICAgICAgIDwvbmFtZT4NCiAgICAgICAgPHF1YWxpZmljYXRpb24+DQogICAgICAg
ICAgPGNvZGU+DQogICAgICAgICAgICA8Y29kaW5nPg0KICAgICAgICAgICAgICA8c3lzdGVtIHZh
bHVlPSJodHRwczovL2ZoaXIua2J2LmRlL0NvZGVTeXN0ZW0vS0JWX0NTX0ZPUl9RdWFsaWZpY2F0
aW9uX1R5cGUiIC8+DQogICAgICAgICAgICAgIDxjb2RlIHZhbHVlPSIwMCIgLz4NCiAgICAgICAg
ICAgIDwvY29kaW5nPg0KICAgICAgICAgIDwvY29kZT4NCiAgICAgICAgPC9xdWFsaWZpY2F0aW9u
Pg0KICAgICAgICA8cXVhbGlmaWNhdGlvbj4NCiAgICAgICAgICA8Y29kZT4NCiAgICAgICAgICAg
IDx0ZXh0IHZhbHVlPSJIYXVzYXJ6dCIgLz4NCiAgICAgICAgICA8L2NvZGU+DQogICAgICAgIDwv
cXVhbGlmaWNhdGlvbj4NCiAgICAgIDwvUHJhY3RpdGlvbmVyPg0KICAgIDwvcmVzb3VyY2U+DQog
IDwvZW50cnk+DQogIDxlbnRyeT4NCiAgICA8ZnVsbFVybCB2YWx1ZT0iaHR0cDovL3B2cy5wcmF4
aXMtdG9wcC1nbHVlY2tsaWNoLmxvY2FsL2ZoaXIvT3JnYW5pemF0aW9uL2NmMDQyZTQ0LTA4NmEt
NGQ1MS05Yzc3LTE3MmYEggPoOWE5NzJlM2IiIC8+DQogICAgPHJlc291cmNlPg0KICAgICAgPE9y
Z2FuaXphdGlvbiB4bWxucz0iaHR0cDovL2hsNy5vcmcvZmhpciI+DQogICAgICAgIDxpZCB2YWx1
ZT0iY2YwNDJlNDQtMDg2YS00ZDUxLTljNzctMTcyZjlhOTcyZTNiIiAvPg0KICAgICAgICA8bWV0
YT4NCiAgICAgICAgICA8cHJvZmlsZSB2YWx1ZT0iaHR0cHM6Ly9maGlyLmtidi5kZS9TdHJ1Y3R1
cmVEZWZpbml0aW9uL0tCVl9QUl9GT1JfT3JnYW5pemF0aW9ufDEuMC4zIiAvPg0KICAgICAgICA8
L21ldGE+DQogICAgICAgIDxpZGVudGlmaWVyPg0KICAgICAgICAgIDx0eXBlPg0KICAgICAgICAg
ICAgPGNvZGluZz4NCiAgICAgICAgICAgICAgPHN5c3RlbSB2YWx1ZT0iaHR0cDovL3Rlcm1pbm9s
b2d5LmhsNy5vcmcvQ29kZVN5c3RlbS92Mi0wMjAzIiAvPg0KICAgICAgICAgICAgICA8Y29kZSB2
YWx1ZT0iQlNOUiIgLz4NCiAgICAgICAgICAgIDwvY29kaW5nPg0KICAgICAgICAgIDwvdHlwZT4N
CiAgICAgICAgICA8c3lzdGVtIHZhbHVlPSJodHRwczovL2ZoaXIua2J2LmRlL05hbWluZ1N5c3Rl
bS9LQlZfTlNfQmFzZV9CU05SIiAvPg0KICAgICAgICAgIDx2YWx1ZSB2YWx1ZT0iMDMxMjM0NTY3
IiAvPg0KICAgICAgICA8L2lkZW50aWZpZXI+DQogICAgICAgIDxuYW1lIHZhbHVlPSJIYXVzYXJ6
dHByYXhpcyBEci4gVG9wcC1HbMO8Y2tsaWNoIiAvPg0KICAgICAgICA8dGVsZWNvbT4NCiAgICAg
ICAgICA8c3lzdGVtIHZhbHVlPSJwaG9uZSIgLz4NCiAgICAgICAgICA8dmFsdWUgdmFsdWU9IjAz
MDEyMzQ1NjciIC8+DQogICAgICAgIDwvdGVsZWNvbT4NCiAgICAgICAgPGFkZHJlc3M+DQogICAg
ICAgICAgPHR5cGUgdmFsdWU9ImJvdGgiIC8+DQogICAgICAgICAgPGxpbmUgdmFsdWU9Ik11c3Rl
cnN0ci4gMiI+DQogICAgICAgICAgICA8ZXh0ZW5zaW9uIHVybD0iaHR0cDovL2hsNy5vcmcvZmhp
ci9TdHJ1Y3R1cmVEZWZpbml0aW9uL2lzbzIxMDkwLUFEWFAtaG91c2VOdW1iZXIiPgSCAaANCiAg
ICAgICAgICAgICAgPHZhbHVlU3RyaW5nIHZhbHVlPSIyIiAvPg0KICAgICAgICAgICAgPC9leHRl
bnNpb24+DQogICAgICAgICAgICA8ZXh0ZW5zaW9uIHVybD0iaHR0cDovL2hsNy5vcmcvZmhpci9T
dHJ1Y3R1cmVEZWZpbml0aW9uL2lzbzIxMDkwLUFEWFAtc3RyZWV0TmFtZSI+DQogICAgICAgICAg
ICAgIDx2YWx1ZVN0cmluZyB2YWx1ZT0iTXVzdGVyc3RyLiIgLz4NCiAgICAgICAgICAgIDwvZXh0
ZW5zaW9uPg0KICAgICAgICAgIDwvbGluZT4NCiAgICAgICAgICA8Y2l0eSB2YWx1ZT0iQmVybGlu
IiAvPg0KICAgICAgICAgIDxwb3N0YWxDb2RlIHZhbHVlPSIxMDYyMyIgLz4NCiAgICAgICAgPC9h
ZGRyZXNzPg0KICAgICAgPC9Pcmdhbml6YXRpb24+DQogICAgPC9yZXNvdXJjZT4NCiAgPC9lbnRy
eT4NCjwvQnVuZGxlPgAAAAAAAKCAMIIE4TCCA8mgAwIBAgIGKfkSV0pzMA0GCSqGSIb3DQEBCwUA
MFAxCzAJBgNVBAYTAkRFMR8wHQYDVQQKDBZnZW1hdGlrIEdtYkggTk9ULVZBTElEMSAwHgYDVQQD
DBdHRU0uSEJBLXFDQTI0IFRFU1QtT05MWTAeFw0yMTA0MjAwMDAwMDBaFw0yMTA0MjQyMzU5NTla
MHwxCzAJBgNVBAYTAkRFMW0wEQYDVQQEDApOaWdnZW1leWVyMBcGA1UEKgwQSGlsbGFyeSBGcmVp
ZnJhdTAbBgNVBAUTFDgwMjc2ODgzMTEwMDAwMTI5MTg0MCIGA1UEAwwbSGlsbGFyeSBOaWdnZW1l
eWVyVEVTVC1PTkxZMIIBIjANBgkqhkiG9w0BAQEFAAOCAQ8AMIIBCgKCAQEArynw8mxbXht6JGaA
hFjUNKpOZHiYcxutWFHWbqX3T0vbv7PunsOifz45smy9Ev6Ng5Kd9yY2Nj1GHABtQz8tfK5MBZBX
6gfr9l+ALDG5ef9ag4ofFSvkompvcwTnwmLlwBcoXRYSREpO3YQ0JFFEvZsoc32dpOrKELuU+MxA
D+1Byihco5PuxLyexlLZq5aYhGRyJsYlJyg7mn4kbjPpvgoZSAq4PIQYO3fDdJUoPE6ptKoCUFxv
viY5l0EU+rZWLanc3UjsHpRn2pQ/EH+aizfetaTIXpc3qIW82ID8AOhX4s80JIS7/Huq75WNtmVO
qbrjIv4Hr2zDMvW4oNRIxQIDAQABo4IBkzCCAY8wDAYDVR0TAQH/BAIwADA4BggrBgEFBQcBAQQs
MCowKAYIKwYBBQUHMAGGHGh0dHA6Ly9laGNhLmdlbWF0aWsuZGUvb2NzcC8wGwYJKwYBBAHAbQMF
BA4wDAYKKwYBBAHAbQMFATAiBggrBgEFBQcBAwQWMBQwCAYGBACORgEBMAgGBgQAjkYBBDAfBgNV
HSMEGDAWgBRnnDG26cA36h0bgeek9TvMHhcBOTAdBgNVHQ4EFgQUNgfYkL1POojPAD049vJJJEtL
HqEwDgYDVR0PAQH/BAQDAgZAMDkGA1UdIAQyMDAwCQYHKoIUAEwESDAJBgcEAIvsQAECMAoGCCqC
FABMBIERMAwGCisGAQQBgs0zAQEweQYFKyQIAwMEcDBupCgwJjELMAkGA1UEBhMCREUxFzAVBgNV
BAoMDmdlbWF0aWsgQmVybGluMEIwQDA+MDwwDgwMw4RyenRpbi9Bcnp0MAkGByqCFABMBB4THzEt
SEJBLVRlc3RrYXJ0ZS04ODMxMTAwMDAxMjkxODQwDQYJKoZIhvcNAQELBQADggEBADMfkHQF2/q9
BF18R5MRQ08nlPwwxE0qSsW1WVJo4lI70t9eYsWhKdoWhQ4QamI+Y0IMjZ4PEyVUqyYSCjJFVJJQ
xmzn80CLd7IEW2q8w/LOIBANvoYqzZP+RQNKKIetR4Nhi/NZgJyFUIVqHctZ39gMVwT3rLRIBbrV
ZOmJEYlyUUs6oWGlPEZdkozqm2SO1Wwu1441TjqW4Ngj9rXfav4PsR2txRIUD/Ohemp38wVMOzxq
zM1sB0fqlVbYWSVFtxYRlOdrOaNOeQR/qSkG4GrMsjvDJ7WIOfbMuwd8Msqkq4b7PneDlIzOwOzQ
1/5sFWr+BRPtAoSKvqfp06KUwpoAADGCA4AwggN8AgEBMFowUDELMAkGA1UEBhMCREUxHzAdBgNV
BAoMFmdlbWF0aWsgR21iSCBOT1QtVkFMSUQxIDAeBgNVBAMMF0dFTS5IQkEtcUNBMjQgVEVTVC1P
TkxZAgYp+RJXSnMwDQYJYIZIAWUDBAIBBQCgggHDMBgGCSqGSIb3DQEJAzELBgkqhkiG9w0BBwEw
HAYJKoZIhvcNAQkFMQ8XDTIxMDQyMDExMzAwN1owJQYGBACNRQIBMRsMGXRleHQvcGxhaW47IGNo
YXJzZXQ9dXRmLTgwLwYJKoZIhvcNAQkEMSIEIGbT/tlZNXMr/kYfH4faSPO9sXBbi7My2raBaAgb
AhmTMDAGCyqGSIb3DQEJEAIEMSEwHwwSYSBDTVNEb2N1bWVudDJzaWduBgkqhkiG9w0BBwEwYQYJ
KoZIhvcNAQk0MVQwUjANBglghkgBZQMEAgEFAKFBBgkqhkiG9w0BAQowNKAPMA0GCWCGSAFlAwQC
AQUAoRwwGgYJKoZIhvcNAQEIMA0GCWCGSAFlAwQCAQUAogMCASAwgZsGCyqGSIb3DQEJEAIvMYGL
MIGIMIGFMIGCBCD4DesP+MSHRP+dgw1FyocL6YpOzQI63qFTODTudJbikjBeMFSkUjBQMQswCQYD
VQQGEwJERTEfMB0GA1UECgwWZ2VtYXRpayBHbWJIIE5PVC1WQUxJRDEgMB4GA1UEAwwXR0VNLkhC
QS1xQ0EyNCBURVNULU9OTFkCBin5EldKczBBBgkqhkiG9w0BAQowNKAPMA0GCWCGSAFlAwQCAQUA
oRwwGgYJKoZIhvcNAQEIMA0GCWCGSAFlAwQCAQUAogMCASAEggEALW7qxnbf7nfzkaVi9LzxHi2K
ByfuxgJaL9LMQtEKA0gbWx42aTVOnyZcJTDYUOxMCZ/Ubu9GpmQ+cwp6xNcPEfa3ZRVUWPPKyP1c
a3JX5J0sae3LyfP8Zjvf4xKrdLqCIvbQdyVJYfhKvSHqykCkTDvsnzxCYirugquXt+yIb+xv5Ylp
xPs10LB3+K//J+vyEB2UomymNUN02vBP++zKHu6K++dss7rA5WErIoVTAo1bfPL20PkgVqIS3Kre
KJjes9X3VKkqxJ40mhbqr4Lg+dOHFk4qStOBrAKGdnbmlIRpLOUIQzf1sfaGeX2hxon/rYLC6bX1
U7a8FRFJ5nTHXAAAAAAAAA==

        </m2:Base64Signature>
      </m2:SignatureObject>
      <m:IncludeRevocationInfo>false</m:IncludeRevocationInfo>
    </m:VerifyDocument>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>